import { BadgeCheck, Leaf, Recycle, Sprout, Wheat } from "lucide-react";

const about = {
  hero: {
    subtitle: "About GreeNova",

    title: "من نحن",

    description:
      "نطوّر حلولًا زراعية حديثة تجمع بين الابتكار والاستدامة، لنساعد المزارعين على تحقيق أفضل النتائج مع الحفاظ على صحة الإنسان والبيئة.",
  },
  aboutStory: {
    title: "نبذة عن GreeNova",
  
    paragraphs: [
      "شركة GreeNova، واحدة من الشركات الفتية والطموحة، تأسست لتكون رائدة وقد جمعت الخبرات المتراكمة وأحدث الأساليب المتبعة في مجال الحلول الزراعية، فبدأنا من حيث انتهى الأخرون لنشكل جسرًا حقيقيًا ينتقل من خلاله كل ما توصل إليه العلم الحديث في صناعة الأسمدة والمبيدات لا سيما الطبيعية منها ليصل بين يدي المزارع، وفق أحدث الأساليب الزراعية العالمية، بل وقمنا بتطوير كبير يصل لحد الإعجاز بفضل الله ثم فريق عمل الشركة لتصبح شركة رائدة منذ حداثة تأسيسها في مجال الزراعة والزراعة العضوية المستدامة منها. فنحن في شركة GreeNova نؤمن بأن الزراعة ليست مجرد مهنة، بل مسؤولية تجاه الأرض والإنسان، لذلك جعلنا رسالتنا تقديم حلول زراعية مبتكرة، مستدامة، وآمنة بيئيًا."
    ]
  },
    goal: {
    title: "هدفنا",

    description:
        "نهدف إلى إحداث نقلة نوعية في الزراعة لإنتاج غذاء صحي وآمن مع الحفاظ على البيئة والموارد الطبيعية، عن طريق تقديم منتجات طبيعية تمامًا وفعالة بشكل مؤكد مع تكلفة في متناول المزارع البسيط.",
    slogan: [
        "نرفع شعار",
        `"زراعة طبيعية، لحياة صحية"`,
    ],
    goals : [
        {
            icon: Wheat,
            title: "إنتاج غذاء صحي وآمن",
            description:
            "فنحن نهدف الى  إنتاج غذاء خالٍ من بقايا المبيدات والمواد الكيميائية السامة، مما يحافظ على صحة المستهلكين والتقليل من أخطار المتبيقيات السامة للمبيدات والأسمدة والتي تسببت في انتشار العديد من الأمراض والسرطانات.",
        },

        {
            icon: Leaf,
            title: "الحفاظ على البيئة",
            description:
            "نقلل من التلوث البيئي الناتج عن استخدام المبيدات والأسمدة الكميائية الضارة، ونحافظ على جودة التربة والمياه.",
        },

        {
            icon: Sprout,
            title: "تحسين خصوبة التربة",
            description:
            "نعتمد على استخدام الأسمدة والمبيدات والمخصبات  الطبيعية، التي تعزز خصوبة التربة وتحسن خواصها.",
        },

        {
            icon: Recycle,
            title: "الاستدامة",
            description:
            "نهدف إلى إنشاء نظام زراعي مستدام يعتمد على الموارد الطبيعية المتجددة.",
        },

        {
            icon: BadgeCheck,
            title: "تحسين جودة المنتجات الزراعية",
            description:
            "نهدف إلى إنتاج محاصيل ذات جودة عالية من حيث المذاق والقيمة الغذائية.",
        },
        ],
    },

    vision: {
        title: "رؤيتنا",
        description : "جرينوڤا تشجع وتساعد المنتجين (مزارعين وتجار ومؤسسات) على تبني الزراعة العضوية كنظام زراعي مستدام يعمل على إنتاج منتجات وأغذية ذات جودة عالية متطابقة مع الشروط الدولية للإنتاج العضوي للمحافظة على صحة الإنسان والبيئة، و نشر مفهوم الزراعة العضوية بين كافة شرائح المجتمع وفوائد هذه الزراعة للإنسان والبيئة من أجل تحقيق تنمية اقتصادية وصحية وبيئية. وتشجيع الأبحاث والدراسات والنشاطات التي من شأنها أن تعمل على تطوير قطاع الزراعة العضوية وإقامة المشاريع الريادية وذلك من خلال التعاون مع المؤسسات الوطنية والعربية والدولية العاملة في هذا المجال بالإضافة إلى المشاركة في الأنشطة العلمية والمؤتمرات المحلية والعربية الدولية ذات العلاقة بالزراعة الطبيعية، فعظيم خلق الله في الأرض وتهيئتها لتكون مثالية للعيش عليها بسلام وتناغم بين عناصرها من بشر وموارد وحيوان، تستحق أن نبذل الجهد للحفاظ عليها لا تدميرها من أجل مكاسب سريعة وإهمال يضر المنظومة، فدومًا الحلول السريعة غير المدروسة هي أكبر مشاكل المستقبل وأعوصها.",
    },
    closing: {
        title: {
            line1: "معًا نحو مستقبل",
            line2: "زراعي أكثر استدامة",
        },

        description: {
            line1: "في",
            line2: "نؤمن بأن الابتكار والاستدامة هما الأساس لبناء مستقبل أفضل، وأن حماية الإنسان تبدأ من حماية الأرض التي تمنحه الحياة."
        },
        signature: "GreeNova",
    },
};

export default about;